tap 'homebrew/cask'
tap 'dbt-labs/dbt'
tap 'hashicorp/tap'

brew 'coreutils'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'mackup'
brew 'mas'
brew 'node'
brew 'vault'
brew 'zsh'
brew 'dbt-bigquery'
brew 'git-crypt'
brew 'golang-migrate'
brew 'golangci-lint'
brew 'jq'
brew 'jsonnet'
brew 'mysql'
brew 'postgresql@14'
brew 'pyenv-virtualenv'
brew 'sbt'

cask '1password'
cask 'docker'
cask 'firefox'
cask 'iterm2'
cask 'slack'
cask 'visual-studio-code'
cask 'postman'
cask 'charles'
cask 'logi-options-plus'
cask 'zoom'

mas 'Yubico Authenticator', id: 1497506650
